games = {
    "croc":{
        "name":"croc",
        "level_message":"""Выбирай один из 4 уровней сложности: \n\nНа уровне Супер Хард бот предлагает для объяснения пословицы и поговорки.""",
        "levels": [
            "Легкий", "Средний", "Хард", "Супер Хард"
        ],
        "easy":[
            "облако", "телевизор", "пальма", "замок", "дождь", "шкаф",  "поросенок", "яблоко", "груша", "банан", "ананас", "кошка", "собака", "медведь", "волк", "лиса", "заяц", "море", "корабль", "машина", 
            "телефон", "ноутбук", "компьютер", "шляпа", "часы", "окно", "дверь", "дерево", "трава", "Солнце", "луна", "провод", "столб", "фонарь", "подушка", "одеяло", "волосы", "борода", "усы", "нос", "глаза", 
            "котлета", "подсолнух", "лошадь", "валенок", "улитка", "губка", "камень", "пистолет", "монета", "капуста", "морковь", "колобок", "книга", 'вампир', "лук", "карандаш", "ручка"
        ],
        "middle":[
            "облако", "флора", "рыба-меч", "клад", "золото", "серебро", "зеркало", "телевизор", "фауна", "пальма", "замок", "дождь", "шкаф", "обед", "ужин", "завтрак", "бутерброд", "книга", "шампунь", "поросенок", 
            "яблоко", "груша", "банан", "ананас", "пляж", "море", "корабль", "яхта", "чайка", "песок", "официант", "ресторан", "тарелка", "розетка", "тапочки", "пирамида", "карандаш", "люстра", "прыжок", "мебель", 
            "супермаркет", "пылесос", "робот-пылесос", "аквариум", "гардероб", "рубашка", "штаны", "халат", "медведь", "волк", "лиса", "заяц", "туалетная бумага", "подушка", "улыбка", "лед", "шашлык", "космонавт", 
            "тир", "хамелеон", "кроссовки", "танк", "мыльный пузырь", "сковорода", "деньги", "лестница", "мед", "транспорт", "вампир", "баня"
        ],
        "hard":[
            'симфония', 'расстрел', 'зависть', 'скорбь', 'жалость', 'искусство', 'грамотность', 'воскрешение', 'суббота', 'отдых', 'отпуск', 'обновление', 'гуманитарий', 'электричество', 'короткое замыкание', 'мелодия', 'жара', 'мороз', 'тепло', 'холод', 'пол', 'гендер', 'корпоратив', 'субботник', 'переводчик', 'Конституция', 'проводник', 'стюардесса', 'пчеловод', 'зарплата', 'дайвинг', 'метель', 'солярий', 'закат', 'лавина', 'темнота', 'пафос', 'дипломатия', 'дискуссия', 'абориген', 'абракадабра', 'абсолют', 'абстракция', 'авантюра', 'аврал', 'агитация', 'агрегат', 'агрессия', 'адмирал', 'адмиралтейство', 'адресат', 'адронный коллайдер', 'азы', 'акр', 'алиби', 'аллегория', 'альтруизм', 'альянс', 'амбиции', 'амёба', 'аморфность', 'амплитуда', 'анализ', 'аналог', 'ангажированность', 'анклав', 'анонс', 'антагонизм', 'антисемитизм', 'антракт', 'антрекот', 'антураж', 'аншлаг', 'апатия', 'аперитив', 'апостол', 'апостроф', 'апофеоз', 'аппарат', 'априори', 'артефакт', 'архетип', 'аскеза', 'аскетизм', 'ассимиляция', 'ассистент', 'ассоциация', 'астрал', 'атрибут', 'атташе', 'аудиенция', 'аукцион', 'аура', 'аутентичность', 'аутсорсинг', 'бадья', 'баламут', 'банкет', 'банкетка', 'барон', 'баррикада', 'баул', 'безопасность', 'бельмо', 'беспредельщик', 'бизнес', 'бит-боксер', 'благоразумие', 'блеск', 'блеф', 'блиц', 'блокада', 'блокировка', 'блюз', 'богатырь', 'богема', 'болванка', 'боровик', 'бородач', 'бра', 'брань', 'бремя', 'брехня', 'брызгалка', 'бука', 'букмекер', 'бульвар', 'бунт', 'буржуй', 'бутыль', 'буфер', 'бюллетень', 'бяка', 'валькирия', 'вандал', 'вереница', 'вероятность', 'вертеп', 'вершок', 'вето', 'ветошь', 'вёрстка', 'вид', 'википедия', 'викторина', 'винтаж', 'владение', 'воздействие', 'воздушный гимнаст', 'возможность', 'возникновение', 'возня', 'волнорез', 'волюнтаризм', 'воля', 'воротила', 'ворс', 'восхождение', 'впадина', 'вред', 'выводок', 'выдра', 'выдумка', 'выемка', 'выкуп', 'выродок', 'высказывание', 'гагара', 'галантность', 'гамаши', 'гармония', 'гейзер', 'глашатай', 'глобализация', 'глюкометр', 'гоп-стоп', 'гренадёр', 'Громозека', 'давление', 'дар', 'деверь', 'декор', 'депортация', 'депрессия', 'детдомовец', 'детство', 'дёрн', 'диверсант', 'дикарь', 'диктатор', 'дилетант', 'дилижанс', 'династия', 'дипломатия', 'дискуссия', 'дистанция', 'добавка', 'доблесть', 'добросовестность', 'добытчик', 'досада', 'достоинство', 'достояние', 'дренаж', 'дружинник', 'дрянь', 'дубликат', 'дурёха', 'ералаш', 'ересь', 'еретик', 'жалоба', 'желание', 'жигало', 'жмот', 'жокей', 'забвение', 'забияка', 'забулдыга', 'загогулина', 'зазеркалье', 'замечание', 'занятость', 'запас', 'запинка', 'зарево', 'затея', 'захват', 'звонница', 'здравница', 'зло', 'злодей', 'знаменатель', 'зрение', 'игротека', 'идея', 'избранник', 'изверг', 'изобилие', 'изотоп', 'империя', 'импресарио', 'индекс', 'индиго', 'индульгенция', 'инерция', 'инициалы', 'инкассатор', 'инквизиция', 'инновация', 'иносказание', 'интрига', 'интуиция', 'инфантильность', 'инфраструктура', 'инцидент', 'искупление', 'итальянка', 'итерация', 'каземат', 'казус', 'канитель', 'канон', 'канонада', 'канцтовары', 'каприз', 'кара', 'каракатица', 'каратель', 'карма', 'катаклизм', 'кильт', 'кириллица', 'кладовка', 'клевета', 'клоунада', 'кляча', 'коллапс', 'комендант', 'комментарий', 'комплекс', 'компромисс', 'кон', 'конвейер', 'консилиум', 'консистенция', 'конспирация', 'константа', 'консультант', 'контекст', 'контингент', 'контрибуция', 'конфигурация', 'концепция', 'корма', 'коронация', 'коррекция', 'коррупция', 'космополитизм', 'косяк', 'кошёлка', 'кощунство', 'коэффициент', 'кредо', 'кристаллизация', 'крюшон', 'кулуары', 'кульминация', 'куница', 'курсант', 'куча', 'лаборатория', 'лакей', 'легенда', 'легионер', 'лежбище', 'леший', 'лингвист', 'лихач', 'лоббирование', 'лобстер', 'логово', 'лодырь', 'лояльность', 'лукавство', 'Лунтик', 'мавзолей', 'магнат', 'малахит', 'манатки', 'мангуст', 'манишка', 'мания', 'маньяк', 'мастер', 'материк', 'матриархат', 'махинация', 'мезозой', 'меланхолия', 'мелиорация', 'меломан', 'мемуары', 'менталитет', 'менуэт', 'мерка', 'местность', 'метаморфоза', 'мещанство', 'милость', 'минимализм', 'миролюбие', 'мистика', 'мишура', 'многообразие', 'множитель', 'модерн', 'молва', 'молодчина', 'молочник', 'мораторий', 'морепродукты', 'мускул', 'муть', 'мучение', 'мыс', 'мыслитель', 'навар', 'навигация', 'наитие', 'намерение', 'намёк', 'нарекание', 'настрой', 'нация', 'небрежность', 'невидаль', 'негодование', 'незадача', 'нелепость', 'неряха', 'нестыковка', 'нирвана', 'новаторство', 'новинка', 'номер', 'ностальгия', 'нрав', 'нравственность', 'обелиск', 'оберег', 'обжалование', 'облик', 'обожествление', 'образец', 'образчик', 'обращение', 'обряд', 'обучение', 'одиозность', 'озарение', 'окунь', 'оленевод', 'ор', 'организация', 'ордер', 'осенение', 'оскал', 'отзыв', 'откат', 'отношение', 'оторва', 'отрочество', 'отставка', 'отсутствие', 'отшельник', 'офшор', 'оцепенение', 'падчерица', 'паж', 'пазл', 'пакля', 'панацея', 'панцирь', 'парадигма', 'парение', 'парео', 'пари', 'паритет', 'пассажир', 'педантичность', 'переписка', 'перспектива', 'пехотинец', 'печник', 'пешеход', 'пиротехник', 'пленение', 'плешь', 'плюрализм', 'поведение', 'поверие', 'поветрие', 'поговорка', 'подвиг', 'поделка', 'подработка', 'пожитки', 'позиция', 'позывной', 'поимка', 'покаяние', 'покровитель', 'положение', 'полонез', 'польза', 'пользователь', 'понятие', 'поощрение', 'популярность', 'пора', 'порицание', 'порка', 'порок', 'поручение', 'поручитель', 'последовательность', 'постоялец', 'постриг', 'потенциал', 'потеха', 'похоть', 'поэма', 'прадед', 'практикантка', 'преданность', 'предел', 'представитель', 'презрение', 'премьера', 'престиж', 'престол', 'претензия', 'преувеличение', 'признание', 'прикид', 'пример', 'примочка', 'принцип', 'проводник', 'проект', 'прозрение', 'происшествие', 'проказа', 'проказник', 'прокурор', 'пролетарий', 'пророк', 'просторечие', 'прострация', 'протеже', 'протекция', 'противопоказания', 'протоиерей', 'процедура', 'пружина', 'прыть', 'пустозвон', 'пустомеля', 'путёвка', 'раввин', 'район', 'раритет', 'распутье', 'распятие', 'рассылка', 'растр', 'реагент', 'ребрендинг', 'регалии', 'регион', 'регламент', 'резервуар', 'резолюция', 'резонанс', 'рейд', 'реквием', 'релакс', 'репертуар', 'республиканец', 'ресурс', 'ретушь', 'референдум', 'реформа', 'решение', 'риголетто', 'ридикюль', 'риелтор', 'риторика', 'ритуал', 'роба', 'розыгрыш', 'россыпь', 'рубка', 'рупор', 'рутина', 'ряса', 'саботаж', 'сарказм', 'сатанизм', 'сатисфакция', 'сваха', 'сверчок', 'связной', 'сговор', 'сгусток', 'сезон', 'семестр', 'симптом', 'систематизация', 'склонение', 'скороговорка', 'скряга', 'сленг', 'слепок', 'слизь', 'словесность', 'смекалка', 'снисшествие', 'сноска', 'собеседник', 'соблюдение', 'событие', 'содержанка', 'сознание', 'сомнение', 'соприкосновение', 'сопротивление', 'соревнование', 'состязание', 'софизм', 'сошествие', 'спесь', 'специальность', 'сплав', 'спонсор', 'спряжение', 'среда обитания', 'срок', 'сруб', 'статус', 'стерильность', 'стёб', 'странность', 'стужа', 'стыд', 'сублимация', 'субсидии', 'субстанция', 'сударь', 'судьба', 'суеверие', 'суета', 'суждение', 'суперсила', 'супрематизм', 'сутолока', 'существование', 'сычь', 'сюрприз', 'табу', 'тайна', 'тайник', 'тандем', 'тарабарщина', 'тарахтелка', 'тезис', 'теория', 'терапия', 'терем', 'тефтеля', 'технология', 'тёзка', 'тимбилдинг', 'титан', 'толерантность', 'тон', 'топоним', 'транзит', 'транспарентность', 'трансформатор', 'трапеза', 'требование', 'тренд', 'трепет', 'трындец', 'тупица', 'тупняк', 'тыколка', 'тюк', 'убранство', 'уважение', 'увертюра', 'углевод', 'уголовщина', 'удивление', 'ужимка', 'уик-енд', 'укор', 'ультрафиолет', 'умиление', 'умиротворение', 'уникальность', 'уникум', 'унция', 'упадок', 'упрёк', 'упругость', 'урбанизация', 'урчание', 'успех', 'утопия', 'участие', 'фальшь', 'фамильярность', 'Фанат', 'фантасмагория', 'фантастика', 'фантом', 'фарватер', 'феерия', 'фен-шуй', 'фисташка', 'фифа', 'флеш-моб', 'фобия', 'формальность', 'формулировка', 'форум', 'француженка', 'франшиза', 'фриланс', 'фурор', 'харизма', 'хлопоты', 'хмырь', 'хобби', 'холдинг', 'хоспис', 'хранитель', 'цаца', 'цацки', 'целесообразность', 'цивилизация', 'цинизм', 'человек', 'чепуха', 'честь', 'числитель', 'чопорность', 'шанс', 'шантаж', 'шарж', 'шарлатан', 'шинель', 'ширпотреб', 'шквал', 'школота', 'шланг', 'шлепок', 'шоумен', 'шпиль', 'шпингалет', 'шпрехшталмейстер', 'штиль', 'штифт', 'штуковина', 'штурм', 'шулер', 'эйфория', 'эквивалент', 'экзистенция', 'экипировка', 'эксклюзив', 'эксперт', 'экспрессия', 'экспромт', 'экстрадиция', 'экстрасенс', 'эликсир', 'эмансипация', 'эмульсия', 'энергия', 'энтузиаст', 'энциклопедия', 'эпатаж', 'эпопея', 'эра', 'эссе', 'эстетика', 'эталон', 'этикет', 'эхолот', 'юриспруденция', 'явка'
        ],
        "super":[
            "В семье не без урода", "Горбатого могила исправит", "Семеро одного не ждут", "Дело мастера боится", "Держи голову в холоде, живот в голоде, а ноги в тепле", "Как с гуся вода", "Первый парень на деревне", 
            "Утро вечера мудренее", "Чем черт не шутит", "Заварил кашу — не жалей масла", "Прошел огонь", "воду и медные трубы", "Попытка не пытка", "Друг познается в беде", "Где тонко, там и рвется",
            "Яблоко от яблони недалеко падает", "Под лежачий камень вода не течет", "Лиха беда начало", "На вкус и цвет товарищей нет", "Семь бед — один ответ", "Москва слезам не верит", "На обиженных воду возят"
        ]
    },
    "spin":{
        "name":"spin"
    },
    "person":{
        "name":"person",
        "level_message":"""Выбирай один из 3 уровней сложности: \n\nНа легком уровне будет попадаться много блогеров, а в харде - исторических личностей""",
        "levels": [
            "Легкий", "Средний", "Хард"
        ],
        "easy":[
            "Аня Покров", "Артур Бабич", "Ольга Бузова", "Дава", "Иван Гай", "Руслан Усачев", "Данила Поперечный", "Катя Клэп", "Тимати", "Даня Милохин", "Настя Ивлеева", 
            "Андрей Ноилс", "Риана", "Влад Бумага", "Эльдар Джарахов", "Рахим", "Николай Соболев", "Амиран Сардаров", "Марьяна Ро", "Браин Мапс", "Катя Адушкина", 
            "Сергей Дружко", "Дина Саева", "Салават Фидай", "Рахим Абрамов", "Карина Кросс", "Макс Браун", "Диана Астер", "Алексей Савко", "Егор Крид", "Баста", "Клава Кока", 
            "Моргенштерн", "Макс Корж", "Нилетто", "Тима Белорусских", "Федук", "Артур Пирожков", "Гарри Поттер", "Гермиона Грейнджер", "Капитан Америка", "Железный человек", 
            "Тор", "Халк", "Свинка Пеппа", "Человек-Паук", "Веном", "Винни Пух", "Пятачок", "Ослик Иа-иа", "Рон Уизли", "Костя Воронин", "Пумба (из Короля Льва)", "Тимон (из Короля Льва)"
        ],
        "middle":[
            "Королева Елизавета 2", "Иван Грозный", "Павел Воля", "Майли Сайрус", "Мэрилин Монро", "В.В. Путин", "Тимати", "Екатерина 2", "Петр 1", "Дрейк", "Павел Дуров", "Стивен Спилберг", 
            "Джонни Депп", "Джордж Вашингтон", "Дмитрий Медведев", "Алексей Навальный", "Петр Чайковский", "Леонардо Ди Каприо", "Наполеон Бонапарт", "Лев Толстой", "Руслан Усачев", "Данила Поперечный", 
            "Ольга Бузова", "Александр Пушкин", "Федор Достоевский", "Настя Ивлеева", "Ангела Меркель", "Сергей Дружко", "Егор Крид", "Баста", "Макс Корж", "Мот", "Лобода", "София Ротару", "Валерий Меладзе",
            "Стас Михайлов", "Надежда Кадышева", "Григорий Лепс", "Дональд Трамп", "Владимир Ленин", "Гарри Поттер", "Гермиона Грейнджер", "Дарт Вейдер", "Люк Скайуокер", "Принцесса Лея", "Чубакка", "Грут", 
            "Капитан Америка", "Железный человек", "Тор", "Халк", "Человек-Паук", "Веном", "Ньютон", "Илон Маск", "Альберт Эйнштейн", "Рон Уизли", "Леди Гага", "Бритни Спирс", "Екатерина 2", "Александр 1", "Николай 2",
        ],
        "hard":[
            "Казимир Малевич", "Кузьма Петров-Водкин", "Квентин Тарантино", "Стэнли Кубрик", "Леонид Гайдай", "Николай Карамзин", "Сальвадор Дали", "Стэн Ли", "Агата Кристи", "Уинстон Черчиль", "Маргарет Тэтчер", 
            "Эмманюэль Макрон", "Джордж Буш", "Билл Клинтон", "Борис Ельцин", "Михаил Горбачев", "Никита Хрущев", "Брэдли Купер", "Сара Джессика Паркер", "Дэниэл Рэдклифф", 
            "Эмма Уотсон", "Винсент Ван Гог", "Клод Моне", "Эдуард Мане", "Шелодн Купер", "Чендлер Бинг", "Родион Раскольников", "Андрей Болконский", "Анна Каренина", 
            "Рик Санчес", "Шрёдингер", "Томас Эдисон", "Никола Тесла", "Уолтер Уайт", "Сол Гудман", "Эд Ширан", "Джон Сноу", "Дейенерис Таргариен", "Роб Старк", "Арья Старк", "Бран Старк", 
            "Серсея Ланнистер", "Джейме Ланнистер", "Принцесса Диана", "Мария Кюри", "Конфуций", "Фридрих Ницше", "Горбун из Нотр Дама", "Григорий Распутин"
        ]
    },
    "who":{
        "name":"who",
        "level_message":"""Выбирай один из 3 уровней сложности: \n\nНа легком уровне будет попадаться много блогеров, а в харде - исторических личностей""",
        "levels": [
            "Легкий", "Средний", "Хард"
        ],
        "easy":[
            "Аня Покров", "Артур Бабич", "Ольга Бузова", "Дава", "Иван Гай", "Руслан Усачев", "Данила Поперечный", "Катя Клэп", "Тимати", "Даня Милохин", "Настя Ивлеева", 
            "Андрей Ноилс", "Риана", "Влад Бумага", "Эльдар Джарахов", "Рахим", "Николай Соболев", "Амиран Сардаров", "Марьяна Ро", "Браин Мапс", "Катя Адушкина", 
            "Сергей Дружко", "Дина Саева", "Салават Фидай", "Рахим Абрамов", "Карина Кросс", "Макс Браун", "Диана Астер", "Алексей Савко", "Егор Крид", "Баста", "Клава Кока", 
            "Моргенштерн", "Макс Корж", "Нилетто", "Тима Белорусских", "Федук", "Артур Пирожков", "Гарри Поттер", "Гермиона Грейнджер", "Капитан Америка", "Железный человек", 
            "Тор", "Халк", "Свинка Пеппа", "Человек-Паук", "Веном", "Винни Пух", "Пятачок", "Ослик Иа-иа", "Рон Уизли", "Костя Воронин", "Пумба (из Короля Льва)", "Тимон (из Короля Льва)"
        ],
        "middle":[
            "Королева Елизавета 2", "Иван Грозный", "Павел Воля", "Майли Сайрус", "Мэрилин Монро", "В.В. Путин", "Тимати", "Екатерина 2", "Петр 1", "Дрейк", "Павел Дуров", "Стивен Спилберг", 
            "Джонни Депп", "Джордж Вашингтон", "Дмитрий Медведев", "Алексей Навальный", "Петр Чайковский", "Леонардо Ди Каприо", "Наполеон Бонапарт", "Лев Толстой", "Руслан Усачев", "Данила Поперечный", 
            "Ольга Бузова", "Александр Пушкин", "Федор Достоевский", "Настя Ивлеева", "Ангела Меркель", "Сергей Дружко", "Егор Крид", "Баста", "Макс Корж", "Мот", "Лобода", "София Ротару", "Валерий Меладзе",
            "Стас Михайлов", "Надежда Кадышева", "Григорий Лепс", "Дональд Трамп", "Владимир Ленин", "Гарри Поттер", "Гермиона Грейнджер", "Дарт Вейдер", "Люк Скайуокер", "Принцесса Лея", "Чубакка", "Грут", 
            "Капитан Америка", "Железный человек", "Тор", "Халк", "Человек-Паук", "Веном", "Ньютон", "Илон Маск", "Альберт Эйнштейн", "Рон Уизли", "Леди Гага", "Бритни Спирс", "Екатерина 2", "Александр 1", "Николай 2",
        ],
        "hard":[
            "Казимир Малевич", "Кузьма Петров-Водкин", "Квентин Тарантино", "Стэнли Кубрик", "Леонид Гайдай", "Николай Карамзин", "Сальвадор Дали", "Стэн Ли", "Агата Кристи", "Уинстон Черчиль", "Маргарет Тэтчер", 
            "Эмманюэль Макрон", "Джордж Буш", "Билл Клинтон", "Борис Ельцин", "Михаил Горбачев", "Никита Хрущев", "Брэдли Купер", "Сара Джессика Паркер", "Дэниэл Рэдклифф", 
            "Эмма Уотсон", "Винсент Ван Гог", "Клод Моне", "Эдуард Мане", "Шелодн Купер", "Чендлер Бинг", "Родион Раскольников", "Андрей Болконский", "Анна Каренина", 
            "Рик Санчес", "Шрёдингер", "Томас Эдисон", "Никола Тесла", "Уолтер Уайт", "Сол Гудман", "Эд Ширан", "Джон Сноу", "Дейенерис Таргариен", "Роб Старк", "Арья Старк", "Бран Старк", 
            "Серсея Ланнистер", "Джейме Ланнистер", "Принцесса Диана", "Мария Кюри", "Конфуций", "Фридрих Ницше", "Горбун из Нотр Дама", "Григорий Распутин"
        ]
    },
    "film":{
        "name":"film",
        "level_message":"""Выбирай один из 3 уровней сложности: \n\nНа легком уровне будут часто попадаться мультфильмы""",
        "levels": [
            "Легкий", "Средний", "Хард"
        ],
        "easy":[
            "Звездный войны", "Гарри Поттер", "Валл-и", "Тайна Коко", "Мулан", "Пираты Карибского моря", "Как приручить дракона", "Терминатор",  "Зверополис", "Красавица и чудовище", "Аладдин", "Ледниковый период", 
            "Головоломка", "Мстители", "Железный Человек", "Человек-Паук", "Тор", "Стражи Галактики", "Корпорация Монстров", "Шрек", "Рататуй", "Вверх", "Русалочка", "История Игрушек", "Леди и Бродяга", 
            "Король Лев", "Гадкий Я", "Холодное Сердце", "Малефисента", "Монстры на каникулах", "Дивергент", "Энгри Бердс", "Кунг-Фу Панда", "Тайная жизнь домашних животных", "Золушка", "Город Героев", 
            "Мадагаскар", "Люди Икс"
        ],
        "middle":[
            "Титаник", "Аватар", "Звездный войны", "Гарри Поттер", "Сумерки", "Властелин Колец", "Матрица", "Интерстеллар", "Форрест Гамп", "Начало", "Леон", "Король Лев", "Иван Васильевич меняет профессию",
            "Крестный отец", "Криминальное чтиво", "Операция «Ы» и другие приключения Шурика", "Гладиатор", "Назад в будущее", "Бриллиантовая рука", "Валл-и", "Тайна Коко", "Мулан", 'Пираты Карибского моря', 
            "Хатико: самый верный друг", "Как приручить дракона", "Терминатор", "Джанго освобожденный", "Зверополис", "Спасти рядового Райана", "Красавица и чудовище", "Служебный роман", "Зеленая книга", "Брат", 
            "Пятый элемент", "Хоббит", "Один дома", "День сурка", "Аладдин", "Любовь и голуби", "12 стульев", "Ледниковый период", "Головоломка", "Москва слезам не верит", "Мстители", "Железный Человек", 
            "Человек-Паук", "Тор", "Стражи Галактики", "Корпорация Монстров", "Шрек", "Легенда №17", "Загадочная история Бенджамина Баттона", "Рататуй", "Крепкий орешек", "Жизнь Пи", "Русалочка", "История Игрушек", 
            "Леди и Бродяга", "Король Лев", "Гадкий Я", "Союз Спасения", "Холодное сердце", "Семейка Адамс", "Форсаж", "Джуманджи", "Джон Уик", "Оно", "Люди в черном", "Дэдпул", "Кингсман", "Лига Справедливости",
            "Лалаленд", "Отряд Самоубийц", "Марсианин", "Безумный Макс", "Ночь в Музее", "Город Героев", "Мадагаскар", "Люди Икс"
        ],
        "hard":[
            "Побег из Шоушенка", "Бойцовский клуб", "Зеленая миля", "Список Шиндлера", "1+1", "Жизнь прекрасна", "Достучаться до небес", "Престиж", "Игры разума", "Карты, деньги, два ствола", "Отступники", 
            "Большой куш", "Паразиты", "Унесенные призраками", "Ходячий замок", "Темный рыцарь", "В джазе только девушки", "Молчание ягнят", "Шоу Трумана", "Человек Дождя", "6 чувство", "Эффект бабочки", 
            "Римские каникулы", "Адвокат Дьявола", "Мальчик в полосатой пижаме", "Общество мертвых поэтов", "Лицо со Шрамом", "Амели", "Вечное сияние чистого разума", "Красота по американски", "Психо", 
            "Трасса 60", "Джокер", "Дурак", "Знакомьтесь, Джо Блэк"
        ]
    }
}

letters = "абвгдежиклмнопрстуфхцчшщэюя"

words = [
    "облако", 
    "флора", 
    "расстрел", 
    "симфония", 
    "рыба-меч", 
    "клад", 
    "золото", 
    "серебро", 
    "зеркало", 
    "телевизор", 
    "фауна", 
    "пальма", 
    "замок", 
    "дождь", 
    "шкаф", 
    "обед", 
    "ужин", 
    "завтрак", 
    "бутерброд", 
    "книга", 
    "шампунь", 
    "поросенок", 
    'яблоко', 
    'груша', 
    "банан", 
    "ананас", 
    "пляж", 
    "море", 
    "корабль", 
    "яхта", 
    "чайка", 
    "песок", 
    "официант", 
    "ресторан", 
    "тарелка", 
    "розетка", 
    "тапочки", 
    "пирамида", 
    "карандаш", 
    "люстра", 
    "прыжок", 
    "мебель", 
    "супермаркет", 
    "пылесос", 
    "робот-пылесос", 
    "аквариум", 
    "гардероб", 
    "рубашка", 
    "штаны", 
    "халат", 
    "медведь", 
    "волк", 
    "лиса", 
    "заяц", 
    "туалетная бумага", 
    "подушка"
]

films = [
    "Титаник", 
    "Аватар", 
    "Звездный войны", 
    "Гарри Поттер", 
    "Сумерки", 
    "Побег из Шоушенка", 
    "Бойцовский клуб", 
    "Властелин Колец", 
    "Матрица", 
    "Зеленая миля", 
    "Интерстеллар",
    "Форрест Гамп", 
    "Список Шиндлера", 
    "1+1", 
    "Начало", 
    "Леон", 
    "Король Лев" , 
    "Иван Васильевич меняет профессию", 
    "Жизнь прекрасна", 
    "Достучаться до небес", 
    "Крестный отец", 
    "Криминальное чтиво", 
    "Операция «Ы» и другие приключения Шурика", 
    "Престиж", 
    "Игры разума", 
    "Гладиатор", 
    "Назад в будущее", 
    "Матрица", 
    "Карты, деньги, два ствола", 
    "Бриллиантовая рука", 
    "Отступники", 
    "Валл-и", 
    "Тайна Коко", 
    "Большой куш", 
    "Мулан", 
    "Пираты Карибского моря", 
    "Хатико: самый верный друг", 
    "Паразиты", 
    "Унесенные призраками", 
    "Как приручить дракона", 
    "Терминатор", 
    "Джанго освобожденный", 
    "Зверополис", 
    "Спасти рядового Райана", 
    "Красавица и чудовище", 
    "Служебный роман", 
    "Зеленая книга", 
    "Брат", 
    "Ходячий замок", 
    "Пятый элемент", 
    "Хоббит", 
    "Один дома", 
    "День сурка", 
    "Аладдин", 
    "Любовь и голуби", 
    "12 стульев", 
    "Ледниковый период", 
    "Головоломка"
]

who_am_i = [
    "Королева Елизавета 2", 
    "Иван Грозный", 
    "Павел Воля", 
    "Майли Сайрус", 
    "Мэрлин Монро",
    "В.В. Путин", 
    "Тимати", 
    "Екатерина 2", 
    "Петр 1", 
    "Дрейк", 
    "Павел Дуров", 
    "Катя Клэп", 
    "Стивен Спилберг", 
    "Джонни Депп", 
    "Джордж Вашингтон", 
    "Дмитрий Медведев", 
    "Алексей Навальный", 
    "Иван Гай", 
    "Петр Чайковский", 
    "Сальвадор Дали", 
    "Леонардо Ди Каприо", 
    "Стэн Ли", 
    "Наполеон Бонапарт", 
    "Лев Толстой",
    "Агата Кристи", 
    "Руслан Усачев", 
    "Данила Поперечный", 
    "Даня Милохин", 
    "Ольга Бузова", 
    "Дава", 
    "Аня Покров", 
    "Артур Бабич", 
    "Черчиль", 
    "Маргарет Тэтчер", 
    "Александр Пушкин", 
    "Федор Достоевский",
    "Казимир Малевич"
]

questions = [
    "Сколько времени проводишь в соц. сетях?",
    "Любимое занятие?",
    "Предавал друзей? ",
    "Была безответная любовь?",
    "Лежал ли когда нибудь в больнице, если да из-за чего?",
    "Любимый город?",
    "Чтобы ты делал, если стал девушкой/парнем на один день?",
    "Что хотел бы изменить в своем прошлом?",
    "Ломал себе что нибудь, если да расскажи?",
    "Кто твой любимый блогер?",
    "Какой суперспособностью ты хотел бы обладать? ",
    "Любовь или деньги? ",
    "Согласился бы на брак по расчету? ",
    "Если бы ты мог быть невидимым чтобы ты сделал? ",
    "Арбуз или дыня? ",
    "Сменили бы имя на название из Икеи за 100 тыс рублей? ",
    "Что бы ты выбрал: всегда стричься только под 0 или никогда не стричь ногти? ",
    "Что бы ты выбрал: получить 1 млн. прямо сейчас или 10 тыс рублей каждую неделю? ",
    "Если бы ты был супергероем, кого бы вы спасли: вашу семью или все население страны? ",
    "Кем бы ты хотел стать на один день президентом или популярным блогером? ",
    "Если бы от тебя зависело какая социальная сеть будет завтра закрыта, то что бы это было? ",
    "Попадал ли ты во френдзону? ",
    "Влюблен ли ты сейчас в кого-нибудь? ",
    "За что до сих пор стыдно?",
    "Кого взял бы на необитаемый остров?",
    "О чем обычно врешь другим людям?",
    "Что больше всего раздражает в других людях?",
    "Какие безумные поступки совершал?",
    "Тебе осталось жить только сутки. Что будешь делать?",
    "Чего больше всего боишься в жизни?",
    "Нарушал закон хоть раз в жизни и как это было?",
    "Холодное лето или жаркая зима? (без снега)",
    "Хотел бы чтоб в тебя кто-нибудь безответно влюбился? ",
    "Нюхаешь свою одежду перед тем, как ее надеть?",
    "Когда-нибудь писал в бассейн или море?",
    "Что готов сделать за 1 миллион долларов?",
    "Какие твои главные вредные привычки?",
    "Расскажи любой свой секрет и историю из прошлого?",
    "Где бы ты набил татуировку и что именно?",
    "Как проще всего тебя заманить в гости?",
]

actions = [
    "Пришли свое любимое фото?",
    "Сделать фотку и отправить прямо сейчас",
    "Пришли последнее фото в телефоне ",
    "Пришли последний скрин в телефоне ",
    "Отправь сообщение лучшему другу/подруге, что безумно влюблен(а) в него",
    "Сфоткай свой унитаз и пришли фото ",
    "Напиши сообщение в директ любимому блогеру, пришли скрин-пруф ",
    "Спой самую стремную песню, которую только знаешь ",
    "Пришли скрин последнего сообщения, которое получил ",
    "Пришли фото в маске курицы ",
    "Выложи в сторис Инстаграмм обложку диска Гуфа с текстом «Как же душевно, мне вас очень жаль, если вы еще не слышали этих песен» (если нет инсты, то в любой крупный чат в аське)",
    "Заблокируй во всех соц сетях контакт, с которым последним переписывались. Разблокируй только через 30 минут",
    "С этого момента 10 минут ты можешь общаться только словами, которые начинаются с буквы П",
    "Выложи фото в любой маске ICQ в любую соц сеть ",
    "Пришли фото в маске Авокадо ",
    "Пришли фото с “улыбкой” ICQ ",
    "Найди маску “греча и пришли фото в ней ",
    "Опиши что ты делал вчера ",
    "Пришли свой любимый мем ",
    "Расскажи анекдот ",
]

no_game = 'Эта игра недоступна в этом чате'

command_is_chat = 'Эта команда работает только в чате с друзьями'

command_help = """Доступные команды:

🧩  /truth или Бот, правда — получить случайный вопрос
💃  /go или Бот, действие — получить случайное действие
👤  /who или Бот, сыграем в кто я — получить случайного персонажа 
👥  /person или Бот, сыграем в угадай персонажа — получить случайного персонажа
🎞  /film или Бот, сыграем в угадай фильм — получить случайное название фильма и букву. 
🐊 /croc или Бот, сыграем в крокодила — получить случайное слово
💋 /spin или Бот бутылочка — тегнуть двух случайных человек в чате (работает только если у бота есть права администратора)

🆘 Если нужна помощь или не знаешь как играть в одну из игр — пиши “Бот, помощь” 

📶 По умолчанию у всех игр установлен средний уровень сложности, если хочешь его изменить, то используй команду /change_*название команды* (например: /change_croc)
    """

command_start = """
Привет! 
Я — Патибот 🤖 Помогу тебе организовать лучшую тусу. Не забудь добавить меня в чат с друзьями и дать права админа. 


""" + command_help

command_info = """Доступные команды:

🧩  /truth — получить случайный вопрос
💃  /go — получить случайное действие
👤  /who — получить случайного персонажа 
👥  /person — получить случайного персонажа
🎞  /film — получить случайное название фильма и букву. 
🐊 /croc — получить случайное слово
💋 /spin — тегнуть двух случайных людей в чате (работает только если у бота есть права администратора)
        """

faq = """
👤 Игра “Кто я” - Бот присылает в личные сообщения всем участникам, кроме одного имя персонажа. Тому кто угадывает, бот подскажет что сейчас его очередь. Задавайте вопросы, на которые можно ответить да или нет. 

👥 Игра “Угадай персонажа” - Бот присылает одному участнику чата имя персонажа, остальным нужно отгадать кто он. Задавайте вопросы, на которые можно ответить да или нет. 

🎞 Игра “Угадай фильм” - Бот присылает одному из участников название фильма и букву. Необходимо объяснить другим что это за фильм используя слова только на эту букву. 

🐊 Игра “Крокодил” - Бот присылает одному из участников слово, ему необходимо его нарисовать или показать другим участникам чата, а им отгадать что изображено на рисунке. **Рекомендуем использовать для этой игры видеозвонок или скидывать рисунки в общий чат.  

📶 По умолчанию у всех игр установлен средний уровень сложности, если хочешь его изменить, используй команду /change_*название команды* (например: /change_croc). Эта команда доступна только администраторам чата! 
"""